Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# greasyedit.picker.connectsite
source: Connected Site
ar: موقع متصل
ca: Lloc connectat
cs: Připojená stránka
da: Forbundet side
de: Verbundene Seite
el: Συνδεδεμένος ιστότοπος
es: Sitio conectado
fi: Yhdistetty sivusto
fr: Site connecté
hi: कनेक्टेड साइट
hr: Povezano web‑mjesto
hu: Kapcsolt oldal
it: Sito connesso
ja: 接続されたサイト
ko: 연결된 사이트
ms: Tapak yang Disambungkan
nb: Tilkoblet nettsted
nl: Verbonden site
pl: Powiązana strona
pt_br: Site Conectado
pt_pt: Site conectado
ro: Site conectat
ru: Подключённый сайт
sv: Ansluten webbplats
th: ไซต์ที่เชื่อมต่อ
tr: Bağlı Site
uk: Підключений сайт
ur: متصل سائٹ
vi: Trang liên kết
zh_hans: 已连接的网站
zh_hant: 已連接的網站

# greasyedit.sect-info.header
source: Description
ar: الوصف
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
hi: विवरण
hr: Opis
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
ms: Perihalan
nb: Beskrivelse
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
ur: تفصیل
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# greasyedit.sect-picker.header
source: Script Details
ar: تفاصيل السكريبت
ca: Detalls de l'script
cs: Podrobnosti o skriptu
da: Skriptdetaljer
de: Skript-Details
el: Λεπτομέρειες script
es: Detalles del script
fi: Skriptin tiedot
fr: Détails du script
hi: स्क्रिप्ट विवरण
hr: Detalji skripte
hu: Szkript részletei
it: Dettagli dello script
ja: スクリプトの詳細
ko: 스크립트 세부 정보
ms: Butiran Skrip
nb: Skriptdetaljer
pl: Szczegóły skryptu
pt_br: Detalhes do Script
pt_pt: Detalhes do script
ro: Detalii script
ru: Подробности скрипта
sv: Skriptdetaljer
th: รายละเอียดสคริปต์
tr: Script Ayrıntıları
uk: Деталі скрипта
ur: اسکرپٹ کی تفصیلات
vi: Chi tiết script
zh_hans: 脚本详情
zh_hant: 腳本詳情

source: none/disabled
ar: لا شيء/معطّل
ca: cap/desactivat
cs: žádný/deaktivováno
da: ingen/deaktiveret
de: keine/deaktiviert
el: κανένα/απενεργοποιημένο
es: ninguno/desactivado
fi: ei mitään/pois käytöstä
fr: aucun/désactivé
hi: कोई नहीं/बंद
hr: nijedno/onemogućeno
hu: nincs/letiltva
it: nessuno/disattivato
ja: なし/無効
ko: 없음/비활성화됨
ms: tiada/dimatikan
nb: ingen/deaktivert
nl: geen/uitgeschakeld
pl: brak/wyłączone
pt_br: nenhum/desativado
pt_pt: nenhum/desativado
ro: niciunul/dezactivat
ru: нет/отключено
sv: ingen/inaktiverad
th: ไม่มี/ปิดการใช้งาน
tr: yok/devre dışı
uk: жоден/вимкнено
ur: کوئی نہیں/غیر فعال
vi: không/đã tắt
zh_hans: 无/禁用
zh_hant: 無/禁用

source: OK
ar: حسنًا
ca: D’acord
el: Εντάξει
es: Aceptar
he: אוקיי
hi: ठीक है
hr: U redu
hu: Rendben
ja: オーケー
ko: 확인
th: ตกลง
tr: Tamam
uk: Гаразд
ur: ٹھیک ہے
zh_hans: 确定
zh_hant: 確定

# onboarding.010welcome.header
source: Welcome
ar: مرحباً
ca: Benvingut
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλωσήρθατε
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
he: ברוכים הבאים
hi: स्वागत है
hr: Dobrodošli
hu: Üdvözlet
id: Selamat datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다
ms: Selamat datang
nb: Velkommen
nl: Welkom
pl: Witamy
pt_br: Bem-vindo
pt_pt: Bem-vindo
ro: Bine ai venit
ru: Добро пожаловать
sv: Välkommen
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
uk: Ласкаво просимо
ur: خوش آمدید
vi: Chào mừng
zh_hans: 欢迎
zh_hant: 歡迎

# onboarding.010welcome.text
source: Hey there, privacy champion! Welcome to qFocus Browser, where your social media stays between you and your screen – exactly how it should be.
ar: مرحباً بك، يا بطل الخصوصية! أهلاً بك في متصفح qFocus، حيث تبقى وسائل التواصل الاجتماعي بينك وبين شاشتك - تماماً كما ينبغي أن تكون.
ca: Ei, campió de la privadesa! Benvingut a qFocus Browser, on les teves xarxes socials es queden entre tu i la pantalla — així com hauria de ser.
cs: Ahoj, šampione soukromí! Vítejte v qFocus Browseru, kde vaše sociální média zůstávají mezi vámi a vaší obrazovkou – přesně tak, jak to má být.
da: Hej der, privatlivsmester! Velkommen til qFocus Browser, hvor dine sociale medier bliver mellem dig og din skærm – præcis som det skal være.
de: Hey du, Champion der Privatsphäre! Willkommen beim qFocus Browser, wo deine Social Media-Aktivitäten zwischen dir und deinem Bildschirm bleiben - genau so, wie es sein soll.
el: Γεια σου, πρωταθλητή ιδιωτικότητας! Καλωσόρισες στο πρόγραμμα περιήγησης qFocus, όπου τα κοινωνικά σου μέσα μένουν μεταξύ εσένα και της οθόνης σου – ακριβώς όπως πρέπει.
es: ¡Hola, campeón de la privacidad! Bienvenido a qFocus Browser, donde tus redes sociales se quedan entre tú y tu pantalla - ¡justo como debe ser!
fi: Hei, yksityisyyden puolustaja! Tervetuloa qFocus-selaimeen, jossa sosiaalinen mediasi pysyy sinun ja näyttösi välisenä – juuri niin kuin pitääkin.
fr: Salut, champion de la confidentialité ! Bienvenue sur qFocus Browser, où vos réseaux sociaux restent entre vous et votre écran - exactement comme ça devrait être.
he: היי שם, אלוף הפרטיות! ברוכים הבאים ל־qFocus Browser, שבו המדיה החברתית שלך נשארת בינך לבין המסך – בדיוק כפי שצריך להיות.
hi: नमस्ते, निजता चैंपियन! क्यूफोकस ब्राउज़र में आपका स्वागत है, जहां आपका सोशल मीडिया आप और आपकी स्क्रीन के बीच रहता है - बिल्कुल वैसे ही जैसा होना चाहिए।
hr: Hej, prvaku privatnosti! Dobrodošli u qFocus Browser, gdje vaše društvene mreže ostaju između vas i vašeg ekrana – baš kako treba.
hu: Szia, te privátság bajnok! Üdvözlünk a qFocus böngészőben, ahol a közösségi médiád közted és a képernyőd között marad – pontosan így kell lennie.
id: Hai, sang juara privasi! Selamat datang di qFocus Browser, di mana media sosialmu tetap antara kamu dan layar – persis seperti seharusnya.
it: Ciao, campione della privacy! Benvenuto in qFocus Browser, dove i tuoi social media restano tra te e il tuo schermo – esattamente come dovrebbe essere.
ja: こんにちは、プライバシーチャンピオン！qFocus ブラウザへようこそ。ここでは、SNSはあなたと画面の間だけのもの – まさにあるべき姿です。
ko: 안녕하세요, 프라이버시 챔피언! qFocus Browser에 오신 것을 환영합니다. 여기서는 소셜 미디어가 여러분과 화면 사이에만 머물러야 합니다. 바로 그래야 하는 것이죠.
ms: Hai, juara privasi! Selamat datang ke qFocus Browser, di mana media sosial anda kekal antara anda dan skrin anda – seperti sepatutnya.
nb: Hei der, personvernhelt! Velkommen til qFocus Browser, hvor dine sosiale medier forblir mellom deg og skjermen din – akkurat som det skal være.
nl: Hallo daar, privacykampioen! Welkom bij qFocus Browser, waar je sociale media tussen jou en je scherm blijven – precies zoals het hoort.
pl: Hej, mistrzu prywatności! Witamy w przeglądarce qFocus, gdzie twoje media społecznościowe pozostają między tobą a twoim ekranem – dokładnie tak, jak powinno być.
pt_br: Olá, campeão da privacidade! Bem-vindo ao qFocus Browser, onde suas redes sociais ficam apenas entre você e a sua tela – exatamente como deve ser.
pt_pt: Olá, campeão da privacidade! Bem-vindo ao Navegador qFocus, onde suas redes sociais ficam entre você e sua tela - exatamente como deveria ser.
ro: Salut, campion al confidențialității! Bine ai venit în qFocus Browser, unde rețelele tale sociale rămân doar între tine și ecranul tău – exact cum ar trebui.
ru: Привет, чемпион приватности! Добро пожаловать в qFocus Browser, где твои социальные сети остаются между тобой и твоим экраном – именно так, как и должно быть.
sv: Hej integritetskämpe! Välkommen till qFocus Browser, där dina sociala medier stannar mellan dig och din skärm - precis som det ska vara.
th: สวัสดี แชมป์ความเป็นส่วนตัว! ยินดีต้อนรับสู่ qFocus Browser ที่ซึ่งโซเชียลมีเดียของคุณอยู่ระหว่างคุณกับหน้าจอของคุณเท่านั้น – แบบที่ควรจะเป็น
tr: Merhaba, gizlilik şampiyonu! Sosyal medyanın sadece seninle ekranın arasında kaldığı – tam da olması gerektiği gibi – qFocus Browser'a hoş geldin.
uk: Привіт, чемпіоне приватності! Ласкаво просимо до qFocus Browser, де твої соціальні мережі залишаються між тобою та твоїм екраном – саме так, як має бути.
ur: اہلاً و سہلاً، رازداری کے چیمپیئن! qFocus Browser میں خوش آمدید، جہاں آپ کا سوشل میڈیا صرف آپ اور آپ کی سکرین کے درمیان رہتا ہے - بالکل ویسے ہی جیسا ہونا چاہیے۔
vi: Xin chào, chiến binh quyền riêng tư! Chào mừng đến với qFocus Browser, nơi mạng xã hội của bạn chỉ ở giữa bạn và màn hình – đúng như nó nên thế.
zh_hans: 嘿，隐私卫士！欢迎来到qFocus浏览器，这里你的社交媒体只在你和你的屏幕之间——正如它应该的那样。
zh_hant: 嘿，隱私衛士！歡迎來到qFocus瀏覽器，這裡你的社交媒體只在你和你的螢幕之間——正如它應該那樣。

# onboarding.020privacy.header
source: Privacy
ar: الخصوصية
ca: Privadesa
cs: Soukromí
da: Privatliv
de: Privatsphäre
el: Ιδιωτικότητα
es: Privacidad
fi: Yksityisyys
fr: Confidentialité
he: פרטיות
hi: निजता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 프라이버시
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Приватность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Приватність
ur: رازداری
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

# onboarding.020privacy.text
source: Here's our thing: your privacy isn't just a feature – it's THE feature. No ifs, ands, or sneaky tracking cookies about it!
ar: إليك ما نقدمه: خصوصيتك ليست مجرد ميزة - إنها الميزة الرئيسية. بدون شروط أو استثناءات أو ملفات تعريف ارتباط متطفلة!
ca: Això és el nostre lema: la teva privadesa no és només una funció, és LA funció. Sense peròs, ni rastrejadors ocults!
cs: Tady je naše věc: vaše soukromí není jen vlastnost – je to TA vlastnost. Žádné 'kdyby', 'ale' nebo záludné sledovací cookies!
da: Her er sagen: dit privatliv er ikke bare en funktion – det er SELVE funktionen. Ingen hvis'er, og'er eller snedige sporing-cookies her!
de: Hier ist unser Ding: Deine Privatsphäre ist nicht nur ein Feature - es ist DAS Feature. Keine Wenns und Abers oder heimliche Tracking-Cookies!
el: Εδώ είναι το θέμα μας: η ιδιωτικότητά σου δεν είναι απλώς ένα χαρακτηριστικό – είναι ΤΟ χαρακτηριστικό. Χωρίς 'αν', 'αλλά' ή ύπουλα cookies παρακολούθησης!
es: Aquí está la cosa: tu privacidad no es solo una característica más - ¡es LA característica! ¡Sin peros ni cookies espías!
fi: Meille yksityisyytesi ei ole vain ominaisuus – se on OMINAISUUS. Ei mitään 'jos' tai salakavalia seurantacookieita!
fr: Voici notre principe : votre confidentialité n'est pas juste une fonctionnalité - c'est LA fonctionnalité. Point final, pas de cookies espions qui se cachent!
he: הנה הדבר שלנו: הפרטיות שלך היא לא רק מאפיין – היא המאפיין. בלי 'אם', 'אבל' או עוגיות מעקב מסתתרות!
hi: हमारी बात यह है: आपकी निजता सिर्फ एक फीचर नहीं है - यह मुख्य फीचर है। बिना किसी 'अगर-मगर' या छिपे हुए ट्रैकिंग कुकीज़ के!
hr: Evo u čemu je stvar: vaša privatnost nije samo značajka – to je GLAVNA značajka. Nema ako, ali ili podlih kolačića za praćenje!
hu: Itt a lényeg: a magánszférád nem csak egy funkció – EZ a funkció. Nincs 'ha', 'de' vagy alattomos követő sütik!
id: Begini: privasimu bukan sekadar fitur – itu adalah FITUR utamanya. Tidak ada kata jika, atau, atau kuki pelacakan licik!
it: Ecco il nostro punto: la tua privacy non è solo una caratteristica – è LA caratteristica. Senza se, senza ma, e senza biscotti di tracciamento subdoli!
ja: 私たちのポリシー：プライバシーは単なる機能ではなく、最重要機能です。もし、そして、しかし、こっそり追跡クッキーは一切なし！
ko: 우리가 강조하는 점은 이것입니다: 당신의 프라이버시는 단순한 기능이 아니라 핵심 기능입니다. 조건이나 교묘한 추적 쿠키 따위는 없습니다!
ms: Inilah prinsip kami: privasi anda bukan sekadar ciri – ia adalah ciri UTAMA. Tiada syarat, tiada "tetapi", dan tiada kuki penjejakan licik mengenainya!
nb: Her er tingen: personvernet ditt er ikke bare en funksjon – det er selve funksjonen. Ingen men, om eller lure sporingskapsler!
nl: Hier is ons ding: jouw privacy is niet zomaar een functie – het is DE functie. Geen mitsen, maren of stiekeme tracking-cookies!
pl: Oto nasza zasada: twoja prywatność nie jest tylko funkcją – jest NAJWAŻNIEJSZA. Żadnych 'jeśli', 'ale' czy podstępnych ciasteczek śledzących!
pt_br: Aqui está a nossa premissa: sua privacidade não é apenas um recurso – é O recurso. Sem “mas”, sem “poréns” e sem cookies de rastreamento sorrateiros!
pt_pt: Aqui está nossa filosofia: sua privacidade não é apenas um recurso - é O recurso. Sem "ses", "mas" ou cookies rastreadores sorrateiros!
ro: Iată treaba: confidențialitatea ta nu este doar o funcție – este FUNCȚIA. Fără nici „dar”, nici „și”, nici cookie-uri de urmărire viclene!
ru: Вот наша фишка: твоя приватность – это не просто функция, это ГЛАВНАЯ функция. Никаких "если", "и" или подлых следящих куки!
sv: Här är grejen: din integritet är inte bara en funktion - det är DEN viktigaste funktionen. Inga men, om eller spårningskakor!
th: นี่คือสิ่งของเรา: ความเป็นส่วนตัวของคุณไม่ใช่แค่ฟีเจอร์ – มันคือฟีเจอร์หลัก ไม่มีข้อแม้หรือคุกกี้ติดตามลับๆ!
tr: Bizim için mesele şu: gizliliğiniz sadece bir özellik değil – asıl ÖZELLİK. Hiçbir bahane yok ve gizli takip çerezlerine de yer yok!
uk: Ось наша фішка: твоя приватність – це не просто функція, це ГОЛОВНА функція. Ніяких якщо, і, або підступних куків стеження!
ur: ہماری بات سنیں: آپ کی رازداری محض ایک فیچر نہیں - یہ سب سے اہم فیچر ہے۔ اس میں کوئی اگر، مگر، یا چالاک ٹریکنگ کوکیز نہیں!
vi: Vấn đề của chúng tôi là: quyền riêng tư của bạn không chỉ là một tính năng – nó là TÍNH NĂNG. Không có nhưng nhị hay cookie theo dõi lén lút nào cả!
zh_hans: 这就是我们的理念：你的隐私不仅仅是一个功能——它是最重要的功能。没有如果，没有但是，也没有偷偷摸摸的追踪cookies！
zh_hant: 這就是我們的理念：你的隱私不僅僅是一個功能——它是最重要的功能。沒有如果，沒有但是，也沒有偷偷摸摸的追蹤 cookies！

# onboarding.030biometrics.button
source: Enable Bio ID
ar: تفعيل بصمة الوجه
ca: Activa Bio ID
cs: Povolit Bio ID
da: Aktiver Bio ID
de: Bio ID aktivieren
el: Ενεργοποίηση Bio ID
es: Activar Bio ID
fi: Ota Bio ID käyttöön
fr: Activer Bio ID
he: הפעל Bio ID
hi: Bio ID सक्षम करें
hr: Omogući Bio ID
hu: Bio ID engedélyezése
id: Aktifkan Bio ID
it: Attiva Bio ID
ja: Bio IDを有効にする
ko: Bio ID 활성화하기
ms: Aktifkan Bio ID
nb: Aktiver Bio ID
nl: Bio ID inschakelen
pl: Włącz Bio ID
pt_br: Ativar Bio ID
pt_pt: Ativar Bio ID
ro: Activează Bio ID
ru: Включить Bio ID
sv: Aktivera Bio ID
th: เปิดใช้ Bio ID
tr: Bio ID'i Etkinleştir
uk: Увімкнути Bio ID
ur: Bio ID فعال کریں
vi: Bật Bio ID
zh_hans: 启用面容 ID
zh_hant: 啟用面容 ID

# onboarding.030biometrics.disabled
source: Bio ID is off. To keep your privacy safe, I strongly recommend turning it on.
ar: لم يتم تفعيل بصمة الوجه. لحماية خصوصيتك أوصي بشدة بتفعيلها
ca: Bio ID està desactivat. Per protegir la teva privadesa, et recomano encendre'l.
cs: Bio ID je vypnuté. Pro vaše bezpečí důrazně doporučuji ho zapnout.
da: Bio ID er slået fra. For at holde dit privatliv sikkert anbefaler jeg stærkt at slå det til.
de: Bio ID ist aus. Zum Schutz deiner Privatsphäre empfehle ich dir dringend, es zu aktivieren.
el: Το Bio ID είναι απενεργοποιημένο. Για να διατηρηθεί η ιδιωτικότητά σας ασφαλής, συνιστώ να το ενεργοποιήσετε.
es: Bio ID está desactivado. Para proteger tu privacidad te recomiendo encarecidamente activarlo.
fi: Bio ID on pois päältä. Yksityisyytesi turvaamiseksi suosittelen lämpimästi sen päälle kytkemistä.
fr: Bio ID n’est pas activé. Pour protéger votre confidentialité, je vous recommande vivement de l’activer.
he: Bio ID כבוי. כדי לשמור על פרטיותך, אני ממליץ בחום להפעיל אותו.
hi: Bio ID बंद है। आपकी गोपनीयता की सुरक्षा के लिए मैं इसे चालू करने की दृढ़ सलाह देता हूँ।
hr: Bio ID je isključen. Kako biste sačuvali svoju privatnost, toplo preporučujem da ga uključite.
hu: A Bio ID ki van kapcsolva. Adatvédelmed érdekében erősen ajánlom bekapcsolni.
id: Bio ID nonaktif. Untuk menjaga privasimu tetap aman, saya sangat menyarankan untuk mengaktifkannya.
it: Bio ID non è attivo. Per proteggere la tua privacy ti consiglio vivamente di attivarlo.
ja: Bio IDはオフです。プライバシーを守るため、有効にすることを強くおすすめします。
ko: Bio ID가 꺼져 있습니다. 개인 정보를 보호하려면 켜두시는 것을 강력히 권장합니다.
ms: Bio ID dimatikan. Untuk menjaga privasi anda, saya sangat menyarankan untuk menghidupkannya.
nb: Bio ID er av. For å beskytte personvernet ditt anbefaler jeg sterkt å slå det på.
nl: Bio ID staat uit. Om je privacy te beschermen raad ik je sterk aan het in te schakelen.
pl: Bio ID jest wyłączone. Aby zachować bezpieczeństwo prywatności, zdecydowanie zalecam włączenie.
pt_br: O Bio ID está desativado. Para manter sua privacidade segura, recomendo fortemente que o ative.
pt_pt: Bio ID está desligado. Para proteger a tua privacidade, recomendo vivamente que o atives.
ro: Bio ID este dezactivat. Pentru a-ți păstra confidențialitatea, îți recomand cu tărie să-l activezi.
ru: Bio ID выключен. Для защиты твоей конфиденциальности настоятельно рекомендую включить его.
sv: Bio ID är av. För att skydda din integritet rekommenderar jag starkt att du slår på det.
th: Bio ID ถูกปิดอยู่ เพื่อรักษาความเป็นส่วนตัวของคุณ ฉันขอแนะนำอย่างยิ่งให้เปิดใช้งาน
tr: Bio ID kapalı. Gizliliğinizi korumak için, açmanızı şiddetle tavsiye ederim.
uk: Bio ID вимкнено. Для захисту твоєї приватності я настійно рекомендую його увімкнути.
ur: Bio ID غیر فعال ہے۔ اپنی پرائیویسی کے تحفظ کے لیے میں اسے فعال کرنے کی سخت سفارش کرتا ہوں۔
vi: Bio ID đang tắt. Để giữ an toàn cho quyền riêng tư của bạn, tôi thực sự khuyên bạn bật nó lên.
zh_hans: 面容 ID 未开启。为了保护你的隐私，我强烈建议你启用它。
zh_hant: 面容 ID 未開啟。為了保護你的隱私，我強烈建議你啟用它。

# onboarding.030biometrics.enabled
source: Bio ID is on. Your face now adds an extra layer of security and privacy.
ar: تم تفعيل بصمة الوجه. وجهك يضيف الآن طبقة إضافية من الأمان والخصوصية.
ca: Bio ID està activat. La teva cara ara afegeix una capa addicional de seguretat i privadesa.
cs: Bio ID je zapnuté. Vaše tvář nyní poskytuje další vrstvu zabezpečení a soukromí.
da: Bio ID er slået til. Dit ansigt giver nu et ekstra lag sikkerhed og privatliv.
de: Bio ID ist an. Dein Gesicht sorgt jetzt für eine zusätzliche Schicht Sicherheit und Privatsphäre.
el: Το Bio ID είναι ενεργοποιημένο. Το πρόσωπό σου προσθέτει τώρα ένα επιπλέον στρώμα ασφάλειας και ιδιωτικότητας.
es: Bio ID está activado. Tu cara ahora añade una capa extra de seguridad y privacidad.
fi: Bio ID on päällä. Kasvosi lisäävät nyt ylimääräisen kerroksen turvallisuutta ja yksityisyyttä.
fr: Bio ID est activé. Ton visage ajoute maintenant une couche supplémentaire de sécurité et de confidentialité.
he: Bio ID מופעל. הפנים שלך מוסיפות עכשיו שכבת אבטחה ופרטיות נוספת
hi: Bio ID चालू है। आपका चेहरा अब सुरक्षा और गोपनीयता की एक अतिरिक्त परत जोड़ रहा है।
hr: Bio ID je uključen. Vaše lice sada dodaje dodatni sloj sigurnosti i privatnosti.
hu: A Bio ID be van kapcsolva. Az arcod most egy extra védelmi és adatvédelmi réteget ad.
id: Bio ID aktif. Wajahmu sekarang menambah lapisan keamanan dan privasi tambahan.
it: Bio ID è attivo. Il tuo volto ora aggiunge un ulteriore livello di sicurezza e privacy.
ja: Bio IDはオン。あなたの顔がセキュリティとプライバシーにもう一層の守りをプラスします。
ko: Bio ID가 켜져 있습니다. 당신의 얼굴이 추가적인 보안과 프라이버시를 제공합니다.
ms: Bio ID dihidupkan. Wajah anda kini menambah lapisan keselamatan dan privasi tambahan.
nb: Bio ID er på. Ansiktet ditt gir nå et ekstra lag med sikkerhet og personvern.
nl: Bio ID staat aan. Je gezicht voegt nu een extra laag beveiliging en privacy toe.
pl: Bio ID jest włączone. Twoja twarz dodaje teraz dodatkową warstwę bezpieczeństwa i prywatności.
pt_br: O Bio ID está ativado. Seu rosto agora adiciona uma camada extra de segurança e privacidade.
pt_pt: Bio ID está ligado. O teu rosto agora adiciona uma camada extra de segurança e privacidade.
ro: Bio ID este activ. Fața ta adaugă acum un strat suplimentar de securitate și confidențialitate.
ru: Bio ID включён. Твоё лицо теперь добавляет дополнительный слой безопасности и конфиденциальности。
sv: Bio ID är på. Ditt ansikte lägger nu till ett extra lager av säkerhet och integritet.
th: Bio ID เปิดอยู่แล้ว ใบหน้าของคุณตอนนี้ช่วยเพิ่มชั้นความปลอดภัยและความเป็นส่วนตัว
tr: Bio ID açık. Artık yüzünüz ekstra bir güvenlik ve gizlilik katmanı ekliyor.
uk: Bio ID увімкнено. Твоє обличчя тепер додає ще один шар безпеки та приватності.
ur: Bio ID فعال ہے۔ آپ کا چہرہ اب سیکیورٹی اور رازداری کی ایک اضافی تہہ شامل کرتا ہے۔
vi: Bio ID đã bật. Khuôn mặt của bạn giờ thêm một lớp bảo mật và quyền riêng tư nữa.
zh_hans: 面容 ID 已开启。你的脸现在多加了一层安全和隐私保护。
zh_hant: 面容 ID 已開啟。你的臉現在多加了一層安全和隱私保護。

# onboarding.030biometrics.header
source: Bio ID
ar: بصمة الوجه
zh_hans: 面容 ID
zh_hant: 面容 ID

# onboarding.030biometrics.text
source: Want to make your browsing extra secure? Let's add Bio ID to keep things locked down tight!
ar: هل تريد جعل تصفحك أكثر أماناً؟ دعنا نضيف Bio ID للحفاظ على الأمور محكمة الإغلاق!
ca: Vols fer la teva navegació encara més segura? Afegim Bio ID per mantenir-ho tot ben protegit!
cs: Chcete udělat své prohlížení extra bezpečné? Přidejme Bio ID, aby bylo vše dobře uzamčeno!
da: Vil du gøre din browsing ekstra sikker? Lad os tilføje Bio ID for at holde tingene solidt låst!
de: Willst du dein Surfen noch sicherer machen? Lass uns Bio ID hinzufügen, um alles richtig abzusichern!
el: Θέλεις να κάνεις την περιήγησή σου ακόμη πιο ασφαλή; Ας προσθέσουμε το Bio ID για να κρατήσουμε τα πράγματα σφιχτά!
es: ¿Quieres hacer tu navegación aún más segura? ¡Vamos a añadir Bio ID para blindar todo como una caja fuerte!
fi: Haluatko tehdä selaamisestasi erityisen turvallista? Otetaan Bio ID käyttöön, jotta kaikki pysyy tiukasti lukittuna!
fr: Envie de rendre votre navigation encore plus sécurisée ? Ajoutons Bio ID pour bien verrouiller tout ça!
he: רוצה להפוך את הגלישה שלך לבטוחה יותר? בוא נוסיף Bio ID כדי לשמור על הכל סגור היטב!
hi: अपनी ब्राउज़िंग को अतिरिक्त सुरक्षित बनाना चाहते हैं? आइए Bio ID जोड़ें ताकि सब कुछ मजबूती से लॉक रहे!
hr: Želite svoj pregled učiniti dodatno sigurnim? Dodajmo Bio ID kako bismo sve čvrsto zaključali!
hu: Szeretnéd extra biztonságossá tenni a böngészést? Adjunk hozzá Bio ID-t, hogy mindent biztonságosan zárva tartsunk!
id: Ingin membuat penjelajahanmu lebih aman? Mari tambahkan Bio ID untuk menjaga semuanya terkunci rapat!
it: Vuoi rendere la tua navigazione ancora più sicura? Aggiungiamo Bio ID per mantenere le cose ben protette!
ja: ブラウジングをさらに安全にしたいですか？Bio IDを追加して、しっかりとロックしましょう！
ko: 브라우징을 더욱 안전하게 하고 싶나요? Bio ID를 추가하여 잠금을 강화해 봅시다!
ms: Ingin menjadikan pelayaran anda lebih selamat? Mari tambah Bio ID untuk memastikan semuanya terkunci kemas!
nb: Vil du gjøre surfingen din ekstra sikker? La oss legge til Bio ID for å holde ting godt låst!
nl: Wil je je browsen extra veilig maken? Laten we Bio ID toevoegen om alles goed op slot te doen!
pl: Chcesz uczynić przeglądanie jeszcze bardziej bezpiecznym? Dodajmy Bio ID, aby wszystko było solidnie zabezpieczone!
pt_br: Quer tornar sua navegação ainda mais segura? Vamos adicionar o Bio ID para manter tudo bem protegido!
pt_pt: Quer tornar sua navegação ainda mais segura? Vamos adicionar o Bio ID para manter tudo bem protegido!
ro: Vrei să îți faci navigarea și mai sigură? Hai să adăugăm Bio ID pentru a păstra totul bine securizat!
ru: Хочешь сделать свой сёрфинг ещё безопаснее? Давай добавим Bio ID, чтобы всё было надёжно защищено!
sv: Vill du göra din surfning ännu säkrare? Låt oss lägga till Bio ID för maximal trygghet!
th: ต้องการให้การท่องเว็บของคุณปลอดภัยยิ่งขึ้นไหม? มาเพิ่ม Bio ID เพื่อให้ทุกอย่างล็อกแน่นหนา!
tr: Tarama deneyimini ekstra güvenli hale getirmek ister misin? Her şeyi sıkı sıkıya kilitlemek için Bio ID ekleyelim!
uk: Хочеш зробити свій браузер ще безпечнішим? Давай додамо Bio ID, щоб усе було надійно заблоковано!
ur: کیا آپ اپنی براؤزنگ کو اضافی محفوظ بنانا چاہتے ہیں؟ آئیے چیزوں کو پوری طرح لاک رکھنے کے لیے Bio ID شامل کریں!
vi: Muốn làm cho việc duyệt web của bạn an toàn hơn nữa? Hãy thêm Bio ID để giữ mọi thứ khóa chặt!
zh_hans: 想让你的浏览更安全吗？让我们添加 Bo ID 来确保一切都锁得严严实实！
zh_hant: 想讓你的瀏覽更安全嗎？讓我們添加 Bio ID 來確保一切都鎖得嚴嚴實實！

# onboarding.030faceid.button
source: Enable Face ID
ar: تفعيل بصمة الوجه
ca: Activa Face ID
cs: Povolit Face ID
da: Aktiver Face ID
de: Face ID aktivieren
el: Ενεργοποίηση Face ID
es: Activar Face ID
fi: Ota Face ID käyttöön
fr: Activer Face ID
he: הפעל Face ID
hi: Face ID सक्षम करें
hr: Omogući Face ID
hu: Face ID engedélyezése
id: Aktifkan Face ID
it: Attiva Face ID
ja: Face IDを有効にする
ko: Face ID 활성화하기
ms: Aktifkan Face ID
nb: Aktiver Face ID
nl: Face ID inschakelen
pl: Włącz Face ID
pt_br: Ativar Face ID
pt_pt: Ativar Face ID
ro: Activează Face ID
ru: Включить Face ID
sv: Aktivera Face ID
th: เปิดใช้ Face ID
tr: Face ID'i Etkinleştir
uk: Увімкнути Face ID
ur: Face ID فعال کریں
vi: Bật Face ID
zh_hans: 启用面容 ID
zh_hant: 啟用面容 ID
